"WINDOW_TITLE" = "Images";
"SAVE" = "Save";
"DONT_SAVE" = "Don't Save";
"CANCEL" = "Cancel";
"SAVE_CHANGES" = "Would you like to save the changes you made?";
"DRAG_IMAGE" = "Drag Image Here";
"CAMERA_ENABLED" = "Take photo snapshot";
"CAMERA_DISABLED" = "Plug in a camera to take a snapshot";
"CAMERA_IS_SHUT" = "Camera off";
"CAMERA_NOT_CONNECTED" = "Camera not connected";
"CAMERA_BUSY" = "Camera is busy";
"DRAG_TO_MOVE_IMAGE" = "Drag to move image";
"BUDDY_PICTURE" = "Buddy Picture";
"RECENT_PICTURE_COLON" = "Recent Pictures:";
"RECENT_PICTURE" = "Recent Pictures";
"EDIT_PICTURE" = "Edit Picture...";
"CLEAR_RECENT_PICTURES" = "Clear Recent Pictures";
"PICTURE_TAKER_ACCESSIBILITY_MESSAGE1" = "This button sets your buddy picture to the image shown on this button. Press escape to cancel.";